[
  {
    "id": 1,
    "text": "Мы создаем Telegram-ботов для автоматизации бизнес-процессов: прием заказов, консультации клиентов, запись на услуги, уведомления о статусе заказов. Боты помогают сократить нагрузку на персонал и работают 24/7.",
    "category": "automation"
  },
  {
    "id": 2,
    "text": "Интеграция с CRM системами (Битрикс24, amoCRM), базами данных (PostgreSQL, MySQL), платежными системами (Stripe, ЮKassa, Сбербанк), API сторонних сервисов для полной автоматизации бизнеса.",
    "category": "integrations"
  },
  {
    "id": 3,
    "text": "Боты для интернет-магазинов: каталог товаров с фото и описанием, корзина покупок, оформление заказов, отслеживание доставки, система лояльности и скидок, уведомления о новых товарах.",
    "category": "ecommerce"
  },
  {
    "id": 4,
    "text": "Обучающие боты и боты-помощники: онлайн-курсы с тестами, персональные напоминания, рекомендательные системы, чат-боты с искусственным интеллектом для консультаций и поддержки клиентов.",
    "category": "education"
  },
  {
    "id": 5,
    "text": "Боты для управления сообществами и каналами: автоматическая модерация, автоответы на частые вопросы, проведение опросов и голосований, организация розыгрышей, система ролей и прав доступа.",
    "category": "community"
  },
  {
    "id": 6,
    "text": "Аналитика и отчетность: детальная статистика использования бота, анализ поведения пользователей, A/B тестирование функций, дашборды с ключевыми метриками, экспорт данных.",
    "category": "analytics"
  },
  {
    "id": 7,
    "text": "Стоимость разработки зависит от сложности: простой бот-визитка от 15,000 руб, бот с базовой автоматизацией от 30,000 руб, сложный бот с интеграциями от 50,000 руб. Поддержка и доработки от 5,000 руб/месяц.",
    "category": "pricing"
  },
  {
    "id": 8,
    "text": "Сроки разработки: простой бот 3-5 дней, средней сложности 1-2 недели, сложный проект с интеграциями 2-4 недели. Включает тестирование, документацию и обучение персонала.",
    "category": "timeline"
  },
  {
    "id": 9,
    "text": "Боты для ресторанов и кафе: меню с фотографиями, прием заказов на доставку и самовывоз, бронирование столиков, программа лояльности, уведомления о специальных предложениях.",
    "category": "restaurant"
  },
  {
    "id": 10,
    "text": "Боты для салонов красоты и медицинских центров: онлайн-запись к специалистам, напоминания о приемах, отмена и перенос записи, информация об услугах и ценах, отзывы клиентов.",
    "category": "booking"
  },
  {
    "id": 11,
    "text": "Боты для HR и рекрутинга: размещение вакансий, прием резюме, первичный скрининг кандидатов, планирование собеседований, уведомления о статусе заявки.",
    "category": "hr"
  },
  {
    "id": 12,
    "text": "Техническая поддержка включает: хостинг бота на наших серверах, мониторинг работоспособности 24/7, регулярные обновления, резервное копирование данных, техническую консультацию.",
    "category": "support"
  },
  {
    "id": 13,
    "text": "Боты для недвижимости: каталог объектов с фильтрами, виртуальные туры, расчет ипотеки, запись на просмотр, уведомления о новых предложениях, CRM для агентов.",
    "category": "realestate"
  },
  {
    "id": 14,
    "text": "Многоязычные боты: поддержка русского, английского, испанского, китайского языков. Автоматическое определение языка пользователя, переключение между языками в процессе диалога.",
    "category": "multilingual"
  },
  {
    "id": 15,
    "text": "Безопасность ботов: шифрование данных, защита от спама и ботов, система ролей и доступов, логирование всех действий, соответствие требованиям GDPR и 152-ФЗ.",
    "category": "security"
  }
] 